commands_templates/DeleteAnalyticsEngineInputs0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/analyticsdevice/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DeleteAnalyticsEngineInputs>
         <!--1 or more repetitions:-->
         <!--type: ReferenceToken-->
         <wsdl:ConfigurationToken>?</wsdl:ConfigurationToken>
      </wsdl:DeleteAnalyticsEngineInputs>
   </soap:Body>
</soap:Envelope>